{"data":{"studentsYaml":{"template":"online-cv","skin":"berry","basic_info":{"github":"thiagopcsantos","first_name":"Thiago","last_name":"Cavalcante","motto":"I like creating with others","website":null,"summary":"I am looking to transition into the tech world. I have always been fascinated by computers and programming. After a couple of years in the accounting industry, I decided it was time to \nmake the jump and dive into programming full-time.\n","phone":"787 639 9729","twitter":null,"linkedin":null,"avatar":"https://randomuser.me/api/portraits/men/24.jpg","languages":[{"idiom":"English","level":"Native"},{"idiom":"Spanish","level":"Native"}],"interests":[{"item":"Painting"},{"item":"Drawing"},{"item":"Yoga"},{"item":"Calisthenics"},{"item":"Cooking"},{"item":"Reading"}]},"education":[{"degree":"Master of Professional Accountacy","university":"Clemson University","time":"2015 - 2016","details":""},{"degree":"BBA in Accounting","university":"Polytechnic University of Puerto Rico","time":"2008 - 2015","details":""}],"experiences":[{"role":"Accountant Analyst","company":"Anthem Bank & Trust - Miami, Florida","time":"January 2018 - July 2018","details":"Maintained and reconciled all general ledger accounts. Prepared and recorded monthly closing entries. Prepared and recorded journal entries by compiling, analyzing, and substantiating financial transactions as needed.\nPrepared and recorded monthly intercompany elimination entries and adjustments for various bank subsidiaries. Performed ad hoc analysis as required by management. Assisted with compliance requirements including taxes and audits. \nAssisted wth analyzing financial statements on a monthly basis and reporting on variances.\n"},{"role":"Staff Auditor","company":"Morrison, Brown, Argiz & Farra, LLC - Miami, Florida","time":"November 2016 - November 2017","details":"Performed comprehensive financial audits of public and privately-held entities across the banking, broker-dealer, not-for-profit, bio-medical, video production, and healthcare industries. \nProvided litigation support, due diligence support and forensic accounting for various high profile clients. Assisted in the compliance audit of a major regional Florida bank in relation \nto their adherence to the Bank Secrecy Act and its implementing regulations, the Anti Money Laundering rules.\n"},{"role":"Intern","company":"Banco Popular Insurance Agency, Inc. - San Juan, Puerto Rico","time":"March 2015 - June 2015","details":"Researched, compiled, and presented a report on consumer trends and industry growth, tendencies and innovations in the local and international insurance markets.\n"}],"projects":{"intro":"","assignments":[{"title":"Digital Postcard","tagline":"A digital postcard created using HTML and CSS that you can send to your friends and family.","link":"#hook"},{"title":"Instagram Feed","tagline":"A responsive website built using HTML, CSS and Bootstrap that showcases your photos, just like Instagram.","link":"#"},{"title":"Tempo","tagline":"A responsive website template designed to help startups promote their products or services and to attract users &amp; investors","link":"#"},{"title":"Atom","tagline":"A comprehensive website template solution for startups/developers to market their mobile apps.","link":"#"},{"title":"Delta","tagline":"A responsive Bootstrap one page theme designed to help app developers promote their mobile apps","link":"#"}]},"skills":{"toolset":[{"name":"Python & Django","level":"0%"},{"name":"Javascript & jQuery","level":"0%"},{"name":"Angular","level":"0%"},{"name":"HTML5 & CSS","level":"50%"},{"name":"Bootstrap","level":"25%"},{"name":"Git & YAML","level":"0%"}]}}},"pageContext":{"isCreatedByStatefulCreatePages":false,"github":"thiagopcsantos"}}