{"data":{"studentsYaml":{"template":"online-cv","skin":"blue","basic_info":{"github":"Renel9","first_name":"Renel","last_name":"Potter","motto":"I'm ambitious, intelligent and fun.","website":null,"summary":"I began an Accounting career while still in High School thanks to our \"May Project\" progam. This allowed all seniors to skip school for the month of May and get an internshhip instead. At the completion of my internship, I was offered a position as the Ar/Ap clerk. I contnued for 2 years while going to college, before moving into a Budget Analyst role for the NYS Department of Health. Following a brief stint there, for about a year, I was lucky enough to accept an offer as an Accoutning Manager for a privately owend company in NY. I completed my degree in Finance, while working as an Accounting Manager over the next 2+ years; and eventually saved enough money to quit and move to Miami. Upon arriving in Miami almost 2 years ago, I accepted another accounting Job for a public company. A year later, I decided I'd had enough of Accounting and took a job with Robert Half as the Client Service Director for the Southeast region. While working at Robert Half is when I decided to dive into coding/programming and really diversify my skillset.","phone":"518 596 0900","twitter":null,"linkedin":"https://www.linkedin.com/in/renel-potter-903930139/","avatar":"https://randomuser.me/api/portraits/women/24.jpg","languages":[{"idiom":"English","level":"Native"},{"idiom":"Spanish","level":"Somewhat"}],"interests":[{"item":"Basketball, Football, Track"},{"item":"Science/Tech/Space"},{"item":"Traveling/Food/playing with my Dog"}]},"education":[{"degree":"BS in Finance","university":"Siena College","time":"2012 - 2015","details":"I actually began at Siena as a Biology student determined to enter Med School and become an Anesthesiologist. However, I was forced to start working full time to support myself, and taking classes part time. Siena College is a small private school, so they weren't able to offer a part time Biology Degree. This forced me to switch my degree to either Finance or Accounting if I wanted to finish there. So I took Finance because it seemed more interesting at the time."}],"experiences":[{"role":"Client Service Director","company":"Robert Half Int'l","time":"2018 - Present","details":"My primary repsonsibilities are to generate new business, and meet with the decision makers of companies to decide how best we can assist them in completing complex projects within Finance, Accounting, Audit and Tax."},{"role":"Accounting Supervisor","company":"AMG, Miami FL","time":"2016 - 2018","details":"I was an accountant overseeing the AR/AP departments, and also resonsibile for assiting with acquisitions and the transition of Financial data from the new company to ours. In addition, I was responsible for handling the banks, reconciliations, and payments both coming/going."},{"role":"Accounting Manager","company":"Amazon, London","time":"2014 - 2016","details":"Handle all Accounting/Finance responsibilities including taxes for both locations (NY and NV). In addition, oversaw a team of 5 and reported directly to the President Owner. Handled all banking and AR/AP, collections/credit, and audit duties."}],"projects":{"intro":"N/A","assignments":[{"title":"Velocity","tagline":"A responsive website template designed to help startups promote, market and sell their products.","link":"#hook"},{"title":"DevStudio","tagline":"A responsive website template designed to help web developers/designers market their services.","link":"#"},{"title":"Tempo","tagline":"A responsive website template designed to help startups promote their products or services and to attract users & investors","link":"#"},{"title":"Atom","tagline":"A comprehensive website template solution for startups/developers to market their mobile apps.","link":"#"},{"title":"Delta","tagline":"A responsive Bootstrap one page theme designed to help app developers promote their mobile apps","link":"#"}]},"skills":{"toolset":[{"name":"Python & Django","level":"25%"},{"name":"Javascript & jQuery","level":"60%"},{"name":"Angular","level":"25%"},{"name":"HTML5 & CSS","level":"75%"},{"name":"Ruby on Rails","level":"25%"},{"name":"Sketch & Photoshop","level":"25%"}]}}},"pageContext":{"isCreatedByStatefulCreatePages":false,"github":"Renel9"}}