{"data":{"studentsYaml":{"template":"online-cv","skin":"orange","basic_info":{"github":"ixaxtav","first_name":"Ixax","last_name":"Tavarez","motto":"Full Stack Developer","website":"ixaxtav.github.io/job_portfolio/","summary":"Highly driven, adaptable full stack developer passionate in refining my technical and developer skills with the new trends that surrounds the modern world of technology. Strong focus on React.js, CSS, WordPress, Python, NodeJS, and PHP, with particular interest in Front/Back-end Development. Also have a strong background in biology which will serve me for a goal in the future. When I'm not coding, you can probably find me weightlifting, learning new languages, or doing activities to better myself.\n","phone":"786 571 0860","twitter":"@IxaxTavarez","linkedin":"ixaxtavm","avatar":null,"languages":[{"idiom":"English","level":"Professional"},{"idiom":"French","level":"Intermediate"},{"idiom":"Spanish","level":"Native"}],"interests":[{"item":"Weightlifting"},{"item":"Reading"},{"item":"Video Gaming"}]},"education":[{"degree":"BSc in Biology","university":"University of Miami","time":"2013 - 2017","details":"During my undergrad I was on the pre-med planning on becoming a physician in the future. I had a minor in chemistry/psychology and work as a laboratory technician.\n  \n"},{"degree":"Full Stack Developer Certification","university":"4Geeks Academy","time":"2018 - 2019","details":"16-week (300+ hours) project-based software development program teaching HTML5, CSS3, SASS, React.js, FLUX, Webpack, Python, Django, RESTful API's, SQL, MongoDB, HTTP Architecture, AJAX, MVC, ORM, Migrations, Git\n"}],"experiences":[{"role":"Full Stack Developer","company":"The Poker Society","time":"2018 - Present","details":"•\tBuild responsive web application for a company or person\n•\tManipulating back-end data using back-end services such as WordPress, Django, SQL, etc.\n•\tEngaging sites through React JavaScript along many other tools\n"},{"role":"Sales Specialist","company":"Apple","time":"2018 - 2019","details":"•\tDemonstrated substantial knowledge in the services and products' benefits offered by Apple as well as some third party products to provide the customer with a complete solution in order to enrich their lives\n•\tAiding on any apple related technical difficulties.\n"},{"role":"Computer HardWare Technician","company":"Amhsa Marina","time":"2017 - 2018","details":"•\tProvided technical assistance to any department on the hotel. Installed computer operating systems hardware and software\n•\tMaintain computers perform\n"}],"projects":{"intro":"Currently working in open source projects at the moment. \n","assignments":[{"title":"The Poker Society","tagline":"Built WordPress, React Js Context Provider for the front end. The Poker Society is a service app that allow poker players ranging from beginner level to professional level to visualized calendar with tournaments available in different casino in Miami FL.","link":"https://github.com/ixaxtav/thepokersociety"},{"title":"Crippy","tagline":"With React.js front end, an app where you can compare numerous cryptocurrency of your choice. As well you are able to add maximum ten coins to your favorite list.","link":"https://github.com/ixaxtav/"},{"title":"Client Panel","tagline":"This is an applciation where you can add/delete/update a new client personal information and decided whether you want to add money to the balance they need to pay. Redux and Firebase were used in this application.","link":"https://ixaxtav.github.io/clientpanel/"}]},"skills":{"toolset":[{"name":"Python & Django","level":"70%"},{"name":"Javascript & jQuery","level":"90%"},{"name":"Angular","level":"50%"},{"name":"HTML5 & CSS","level":"95%"},{"name":"Ruby on Rails","level":"60%"},{"name":"Sketch & Photoshop","level":"90%"}]}}},"pageContext":{"isCreatedByStatefulCreatePages":false,"github":"ixaxtav"}}