{"data":{"studentsYaml":{"template":"online-cv","skin":"blue","basic_info":{"github":"sashaco","first_name":"Sasha","last_name":"Acosta","motto":"I love a challenge","website":null,"summary":"I'm currently an elementary school teacher. I have taught first grade for\nfive years and third grade for two years. I am interested in using my \neducation expertise to develop educational websites and apps for students \nand teachers. I also have a background in professional development. I have \ntrained faculty and staff how to effectively utlize technology in the \nclassroom. I am very familiar with Microsoft Office 365 and Workplace by\nFacebook. I have also held many leadership roles. In addtion to being the\ntechnology liaison at my school site, I am the gradebook manager for the \nschool site and the grade level chair for my third grade team.\n","phone":"646 265 3749","twitter":null,"linkedin":"www.linkedin.com/in/sasha-acosta-3837b793","avatar":"https://avatars2.githubusercontent.com/u/45579135?s=400&u=4ca71af2490f687a3c555b4fdb84e79e263b6343&v=4","languages":[{"idiom":"English","level":"Native"},{"idiom":"Spanish","level":"Professional"}],"interests":[{"item":"Reading"},{"item":"Traveling"},{"item":"Cooking"}]},"education":[{"degree":"MS in Education","university":"University of Miami","time":"2014 - 2015","details":"Attended education courses in teaching methodologies for elementary\nschool. Focusing on classroom assessment, literacy instruction,\nclassroom culture and politics in education. I also took courses in\nexceptional student education. I have conducted research papers on \neffective strategies in literacy education. Worked closely with \nprofessors to create effective lesson plans and assessments. \n\n  - Bullet point\n  - Bullet point\n"},{"degree":"BA in Child Psychology","university":"The City College of New York","time":"2006 - 2010","details":"Attended psychology courses for child development focusing on both early\nchildhood and school age children. I have conducted research papers that\nfocus on early child development. I have conducted research with my \npeers focusing on psychological issues that affects early child\ndevelopment.\n\n  - Bullet point\n  - Bullet point\n"}],"experiences":[{"role":"Teacher","company":"Miami Dade County Public Schools, Miami, Florida","time":"2013 - Present","details":"Elementary school teacher. Taught first grade for five years. Taught \nthird grade for two years. Responsible for educating up to 30 students\nusing the Florida State curriculum and state standards. Responsible\ncreating effective lesson plans that target students needs. Served as \ngrade level chair for two years where I was responsible for my first\ngrade team. I worked closely with administration to create school \nimprovement plans. Served as the technology liaison. In this role I was \nresponsible for keeping track of the most updated EdTech tools. Then I \nhad to train my faculty in those EdTech tools. I was the recipient of\nthe 2018-2019 teacher of the year award.\n\n  - Bullet point\n  - Bullet point\n"},{"role":"Bank Teller","company":"CitiBank NA, New York, New York","time":"2008 - 2011","details":"- Bullet point\n- Bullet point\n   Assist customers with everyday banking needs. Cross sell banking \n products to clients. Responsible for loading and unloading ATM machines.\n Kept track of money inventory. Ordered money for the branch. Responsible\n for $22,000 in cash box. Work closely with personal bankers to \n familiarize myself with banking products.\n"}],"projects":{"intro":"Hi, here you will find the projects I have created. Some of the projects  were created using HTML and CSS. Other projects were created Javascript  with bootstrap and react. \n","assignments":[{"title":"React Traffic Light","tagline":"A responsive website designed to change the light on a trafic light.","link":"#https://github.com/sashaco/react-trafficlight"},{"title":"Random Card Generator","tagline":"A responsive website designed to randomly display a deck of cards.","link":"#https://github.com/sashaco/random-card-generator-"},{"title":"Conditional Profile","tagline":"A responsive website template designed to input profle information.","link":"#https://github.com/sashaco/conditional-profile"},{"title":"Excuse Generator","tagline":"A responsive website designed to randomly create an excuse.","link":"#https://github.com/sashaco/my-excuse-generator"},{"title":"React Clock Counter","tagline":"A responsive website constructed with a reactive counter.","link":"#https://github.com/sashaco/react-counter"},{"title":"Instagram Bootstrap","tagline":" A responsive Bootstrap website template created to display a picture feed.","link":"#https://github.com/sashaco/insta-feed-2"},{"title":"Postcard","tagline":"A responsive website template designed to input information on a postcard.","link":"#https://github.com/sashaco/my-first-postcard"}]},"skills":{"toolset":[{"name":"Python & Django","level":"10%"},{"name":"Javascript & jQuery","level":"40%"},{"name":"Angular","level":"0%"},{"name":"HTML5 & CSS","level":"40%"},{"name":"Ruby on Rails","level":"10%"},{"name":"Sketch & Photoshop","level":"0%"}]}}},"pageContext":{"isCreatedByStatefulCreatePages":false,"github":"sashaco"}}